DotJoshJohnson.xml
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
PKief.material-icon-theme
PeterJausovec.vscode-docker
QassimFarid.ejs-language-support
Shan.code-settings-sync
TeddyDD.fish
alexkrechik.cucumberautocomplete
bernardodsanderson.theme-material-neutral
christian-kohler.npm-intellisense
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
deerawan.vscode-dash
eamodio.gitlens
eg2.tslint
eg2.vscode-npm-script
formulahendry.code-runner
itryapitsin.Sbt
jock.svg
mohsen1.prettify-json
ms-python.python
ms-vscode.csharp
ms-vscode.Go
msjsdiag.debugger-for-chrome
naereen.makefiles-support-for-vscode
redhat.java
schneiderpat.aspnet-helper
stiansivertsen.visualclojure
streetsidesoftware.avro
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.JavaScriptSnippets
