EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
PKief.material-icon-theme
PeterJausovec.vscode-docker
Shan.code-settings-sync
TeddyDD.fish
bernardodsanderson.theme-material-neutral
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
eg2.vscode-npm-script
formulahendry.code-runner
itryapitsin.Sbt
lukehoban.Go
mohsen1.prettify-json
ms-python.python
ms-vscode.csharp
redhat.java
schneiderpat.aspnet-helper
stiansivertsen.visualclojure
streetsidesoftware.avro
vscjava.vscode-java-debug
vscjava.vscode-java-pack
xabikos.JavaScriptSnippets
